{
  "name": "João Vitor S Marques",
  "job": "Aspiring developer",
  "location": "Campo Grande - MS",
  "wpp": "(67) 9 92235090",
  "email": "joaovitorkk@hotmail.com",
  "skills": {
    "hardSkills": [
      {
        "name": "JavaScript",
        "logo": "https://raw.githubusercontent.com/digitalinnovationone/js-developer-portfolio/main/data/imgs/js.png"
      },
      {
        "name": "HTML",
        "logo": "https://raw.githubusercontent.com/digitalinnovationone/js-developer-portfolio/main/data/imgs/html.png"
      },
      {
        "name": "CSS",
        "logo": "https://raw.githubusercontent.com/digitalinnovationone/js-developer-portfolio/main/data/imgs/css.png"
      }
    ],
    "softSkills": [
      "Proatividade",
      "Adaptabilidade e Flexibilidade",
      "Trabalho em equipe",
      "Comunicação",
      "Organização",
      "Facilidade de aprendizagem",
      "Comprometimento com resultados"
    ]
  },
  "languages": [
    "Português BR",
    "Inglês (intermediário)"
  ],
  "projetos": [
    {
      "name": "Pokédex em javascript",
      "url": "https://github.com/J4uMM/pokedex.git",
      "git": true
    }
  ],
  "professionalExperience": [
    {
      "name": "Operador de GED - Digix",
      "periodo": "Mar 2022 - Mar 2024",
      "descricao": "Como Operador de GED, fui responsável pela indexação e classificação de documentos, assegurando a organização e a fácil recuperação de informações. Treinei e ofereci suporte aos usuários, ajudando-os a utilizar o sistema de GED eficientemente. Realizei o monitoramento contínuo da qualidade dos processos e documentos, gerenciei o fluxo de trabalho e implementei melhorias para otimizar operações. Além disso, facilitei a comunicação entre equipes, promovendo uma integração bem-sucedida e colaborativa do sistema de GED."
    },
    {
      "name": "Auxiliar Administrativo - AV cométicos",
      "periodo": "Ago 2021 - Jan 2022",
      "descricao": "Atuei como Auxiliar Administrativo na AV Cosméticos, onde desempenhei diversas funções essenciais para o funcionamento da empresa. Fui responsável pelo controle de documentação, garantindo que todos os registros estivessem organizados e atualizados. Além disso, realizei atendimento ao cliente, oferecendo suporte e esclarecendo dúvidas. Gestionei o estoque, monitorando e controlando a entrada e saída de produtos para manter a eficiência do inventário. Processava pedidos, assegurando que fossem registrados e atendidos corretamente. Também forneci suporte administrativo geral, auxiliando em tarefas variadas de escritório e contribuindo para a operação diária do negócio. Utilizei sistemas de computador para realizar todas essas atividades, assegurando a precisão e a eficiência dos processos."
    },
    {
      "name": "Auxiliar Administrativo - Imagem Importação e comércio LTDA",
      "periodo": "Abr 2020 - Mai 2020",
      "descricao": "Durante o ano de 2020, trabalhei como Auxiliar Administrativo,es incluíam gerenciamento de correspondências, arquivamento de documentos e assistência em tarefas contábeis básicas. Apesar do período curto devido à pandemia, mantive alta organização e eficiência, adaptando-me rapidamente às mudanças nas operações do escritório. Demonstrei habilidades de comunicação eficazes e uma atitude positiva diante dos desafios enfrentados."
    }
  ]
}